{
  "header": {
    "myApp": "Asiklaris Project",
    "home": "Αρχική",
    "aboutUs": "Σχετικά με μας",
    "contact": "Επικοινωνία",
    "reservations": "Κράτηση",
    "location": "Τοποθεσία",
    "accommodation": "Τo Κατάλυμα μας",
    "directions": "Πρόσβαση"
  },
  "footer": {
    "title": "Asiklaris Project. Όλα τα δικαιώματα κατοχυρωμένα",
    "contact": "Επικοινωνία",
    "additionalInfo": "Πληροφορίες",
    "howToCome": "Πώς να έρθετε",
    "followUs": "Ακολουθήστε μας"
  },
  "home": {
    "title": "Καλωσορισατε στο Asiklari’s Project Apartment",
    "text1": "Ένα διαμέρισμα φτιαγμένο με αγάπη, γεμάτο ιστορία, και σχεδιασμένο για να προσφέρει ηρεμία, έμπνευση και ουσιαστική φιλοξενία.",
    "text2": "Στην καρδιά της Αμμουδάρας, αλλά με καρδιά δική του, το Asiklari’s Project ApARTment δεν είναι απλώς ένας χώρος διαμονής. Είναι ένας μικρός κόσμος που σας υποδέχεται με γνήσια ζεστασιά — σαν φίλος παλιός που σας ανοίγει το σπίτι του. Εδώ κάθε λεπτομέρεια έχει νόημα, κάθε γωνιά έχει σκέψη, και κάθε φιλοξενούμενος αφήνει πίσω του μια ιστορία που γίνεται κομμάτι του χώρου.",
    "text3": "Είτε έρχεστε για ξεκούραση, είτε για εξερεύνηση, είτε για λίγη σιωπή μακριά από τον θόρυβο της καθημερινότητας, το Asiklari’s Project ApARTment είναι εδώ για να σας προσφέρει κάτι περισσότερο από ένα απλό κατάλυμα: ένα καταφύγιο.",
    "text4": "Καλώς ήρθατε. Η ιστορία σας ξεκινά από εδώ.",
    "cardTitle1": "Λιχαδονήσια",
    "cardSubtitle1": "Παράδεισος με γαλαζοπράσινα νερά και μοναδική φυσική ομορφιά",
    "cardTitle2": "Παραλία Μύλος",
    "cardSubtitle2": "Φυσικό καταφύγιο με χρυσαφένια άμμο και μαγευτική ησυχία",
    "cardTitle3": "Ιαματικές Πηγές Αιδηψού",
    "cardSubtitle3": "Φυσική θεραπεία μέσα από τις θερμές ιαματικές πηγές της Εύβοιας",
    "cardTitle4": "Ιερά Μονή Οσίου Δαυίδ",
    "cardSubtitle4": "Συνδυασμός ιστορίας, πίστης και γαλήνης",
    "sights": "Αξιοθεατα",
    "sightsDesc": "Η τοποθεσία του Asiklari’s Project Apartment, στην Ανδρέα Παπανδρέου 64 στην Αμμουδάρα, σας προσφέρει εύκολη πρόσβαση σε μερικά από τα σημαντικότερα αξιοθέατα, μουσεία, φυσικά τοπία και πολιτιστικά σημεία της Κρήτης. Παρακάτω θα βρείτε προτάσεις για να γνωρίσετε το νησί μέσα από ιστορία, φύση, γεύσεις και εμπειρίες.",
    "rooms": "Τα δωματια μας",
    "roomsDesc": "Άνετα και φιλόξενα δωμάτια για αξέχαστες στιγμές χαλάρωσης.",
    "roomCardTitle1": "Το κατάλυμά μας",
    "roomCardTitle2": "Παραλία",
    "roomCardTitle3": "Εσωτερικός χώρος",
    "roomCardTitle4": "Θέα απο το μπαλκόνι"
  },
  "directions": {
    "title": "Προσβαση",
    "text1": "Το διαμέρισμα Asiklari’s Project βρίσκεται στην οδό Ανδρέα Παπανδρέου 64, στην καρδιά της Αμμουδάρας Ηρακλείου, με εύκολη πρόσβαση από όλα τα βασικά σημεία άφιξης της πόλης: λιμάνι, αεροδρόμιο και σταθμό υπεραστικών λεωφορείων (ΚΤΕΛ).",
    "fromPort": {
      "title": "Από το Λιμάνι Ηρακλείου",
      "distance": "Απόσταση: ~8,5 χλμ (περίπου 15–20 λεπτά οδήγηση)",
      "car": {
        "desc": "Με αυτοκίνητο ή ταξί: Βγείτε από το λιμάνι και ακολουθήστε τις ταμπέλες προς Γάζι/Αμμουδάρα μέσω της Λεωφόρου 62 Μαρτύρων. Συνεχίστε στη Λεωφόρο Παπανδρέου, και θα φτάσετε απευθείας στο διαμέρισμα.",
        "cost": "🟢 Κόστος ταξί: περίπου 15–20€"
      },
      "bus": {
        "desc": "Με λεωφορείο: Περπατήστε ως την Πλατεία Ελευθερίας (10’), και από εκεί πάρτε το αστικό λεωφορείο Γραμμή 6 - Αμμουδάρα. Στάση αποβίβασης: Candia Maris ή S/M ΠΑΛΛΑΣ (2 λεπτά με τα πόδια).",
        "duration": "🔵 Διάρκεια διαδρομής: ~30 λεπτά",
        "cost": "Κόστος: 1,50–2,50€"
      }
    },
    "fromAirport": {
      "title": "Από το Αεροδρόμιο Νίκος Καζαντζάκης",
      "distance": "Απόσταση: ~11 χλμ (20–25 λεπτά με αυτοκίνητο)",
      "car": {
        "desc": "Με αυτοκίνητο ή ταξί: Κατευθυνθείτε προς το κέντρο του Ηρακλείου και στη συνέχεια ακολουθήστε τη Λεωφόρο 62 Μαρτύρων προς Αμμουδάρα.",
        "cost": "🟢 Κόστος ταξί: περίπου 20–25€"
      },
      "bus": {
        "desc": "Με λεωφορείο: Πάρτε τη Γραμμή 1 ή 78 προς το κέντρο (Πλατεία Ελευθερίας) και αλλάξτε σε Γραμμή 6 - Αμμουδάρα.",
        "duration": "🔄 Συνολικός χρόνος: ~45–50 λεπτά",
        "cost": "💶 Συνολικό κόστος: περίπου 3–4€"
      }
    },
    "fromBusStation": {
      "title": "Από το ΚΤΕΛ Ηρακλείου",
      "distance": "Απόσταση: ~7 χλμ (15 λεπτά)",
      "taxi": {
        "desc": "Με ταξί: Γρήγορη και απλή επιλογή.",
        "cost": "🟢 Κόστος: περίπου 12–15€"
      },
      "bus": {
        "desc": "Με λεωφορείο: Περπατήστε ~10 λεπτά προς το κέντρο (Πλατεία Ελευθερίας) και πάρτε τη Γραμμή 6 - Αμμουδάρα.",
        "note": "🚌 Στάση: Candia Maris ή S/M ΠΑΛΛΑΣ"
      }
    },
    "coordinates": {
      "title": "Χρήσιμες Συντεταγμένες για GPS / Google Maps",
      "address": "📍 Asiklari’s Project Apartment, Ανδρέα Παπανδρέου 64, Αμμουδάρα, Ηράκλειο 71414"
    },
    "tip": "Συμβουλή: Αν δεν έχετε νοικιάσει αυτοκίνητο, κατεβάστε την εφαρμογή Heraklio Urban Buses ή χρησιμοποιήστε Google Maps για δρομολόγια σε πραγματικό χρόνο.",
    "help": "Για οποιαδήποτε βοήθεια με την άφιξή σας, επικοινωνήστε μαζί μας — είμαστε πάντα στη διάθεσή σας."
  },
  "reservations": {
    "title": "Κρατηση",
    "text1": "Σας ευχαριστούμε πολύ για το ενδιαφέρον σας να μείνετε στο κατάλυμά μας!",
    "text2": "Η διαθεσιμότητα μπορεί να ελεγχθεί μέσω της εφαρμογής Booking:",
    "text3": "Εναλλακτικά μπορείτε να επικοινωνήσετε μαζί μας για να πραγματοποιήσετε την κράτησή σας τηλεφωνικώς:",
    "reservationButton": "Έλεγχος Διαθεσιμότητας / Κράτηση"
  },
  "location": {
    "title": "Τοποθεσια",
    "text1": "Η διαμονή στο Asiklari’s Project Apartment, στην οδό Ανδρέα Παπανδρέου 64, σας φέρνει στην ιδανική τοποθεσία για να γνωρίσετε την καρδιά της Κρήτης — ανάμεσα στη θάλασσα, την ιστορία, τη φύση και τη γαστρονομία.",
    "sightsTitle": "Αξιοθέατα",
    "sightsSubtitle": "Η τοποθεσία του Asiklari’s Project Apartment, στην Ανδρέα Παπανδρέου 64 στην Αμμουδάρα, σας προσφέρει εύκολη πρόσβαση σε μερικά από τα σημαντικότερα αξιοθέατα, μουσεία, φυσικά τοπία και πολιτιστικά σημεία της Κρήτης. Παρακάτω θα βρείτε προτάσεις για να γνωρίσετε το νησί μέσα από ιστορία, φύση, γεύσεις και εμπειρίες.",
    "sights": {
      "knossos": {
        "title": "Παλάτι της Κνωσού",
        "desc": "Ο πιο εμβληματικός αρχαιολογικός χώρος της Κρήτης και κέντρο του Μινωικού πολιτισμού. Ιδανικός για οικογένειες, λάτρεις της ιστορίας και όσους θέλουν να ζήσουν τον μύθο του Μινώταυρου.",
        "time": "25 λεπτά με αυτοκίνητο"
      },
      "museum": {
        "title": "Αρχαιολογικό Μουσείο Ηρακλείου",
        "desc": "Ένα από τα σπουδαιότερα μουσεία της Ελλάδας, με μοναδικές συλλογές από την Κνωσό και άλλες μινωικές τοποθεσίες.",
        "time": "20 λεπτά"
      },
      "aquarium": {
        "title": "Ενυδρείο Κρήτης – Cretaquarium",
        "desc": "Ένα από τα μεγαλύτερα και πιο σύγχρονα ενυδρεία στη Μεσόγειο. Εντυπωσιακή εμπειρία για μικρούς και μεγάλους.",
        "time": "Θέση Γούρνες, περίπου 30 λεπτά με αυτοκίνητο",
        "tip": "Αξίζει να προκρατήσετε εισιτήρια ηλεκτρονικά, ειδικά τους θερινούς μήνες."
      },
      "kazantzakis": {
        "title": "Μουσείο Νίκου Καζαντζάκη – Μυρτιά",
        "desc": "Αφιερωμένο στον μεγάλο Κρητικό συγγραφέα, με προσωπικά αντικείμενα, χειρόγραφα και σπάνια ντοκουμέντα. Ο συνδυασμός του χώρου και του χωριού Μυρτιά δημιουργεί μια ξεχωριστή ατμόσφαιρα.",
        "time": "Περίπου 25 λεπτά από την Αμμουδάρα"
      },
      "koules": {
        "title": "Ενετικό Φρούριο Κούλες & Λιμάνι Ηρακλείου",
        "desc": "Στο λιμάνι του Ηρακλείου, ένα ιστορικό σημείο ιδανικό για απογευματινή βόλτα, φωτογραφίες και αίσθηση άλλης εποχής."
      },
      "historyMuseum": {
        "title": "Ιστορικό Μουσείο Κρήτης",
        "desc": "Αν θέλετε να δείτε την Κρήτη μέσα από το Βυζάντιο, την Ενετοκρατία, την Τουρκοκρατία έως και τον Β’ Παγκόσμιο Πόλεμο, το μουσείο αυτό είναι ιδανική στάση."
      },
      "ammoudara": {
        "title": "Παραλία Αμμουδάρα",
        "desc": "Η τοπική παραλία, μόλις λίγα λεπτά με τα πόδια από το διαμέρισμα. Οργανωμένη, φιλική για οικογένειες και με πολλές επιλογές για θαλάσσια σπορ."
      }
    },
    "activities": {
      "title": "ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ",
      "watersports": "Θαλάσσια Σπορ στην Αμμουδάρα – windsurfing, jet ski, parasailing, flyboarding.",
      "safari": "Jeep Safari Crete – Εξερευνήστε χωριά, βουνά, φαράγγια. ✅ Περιλαμβάνει στάσεις για κρητικό φαγητό.",
      "spa": "Spasithea Health Spa – Θεραπείες προσώπου, μασάζ σώματος, πεντικιούρ.",
      "cooking": "Κρητικά μαθήματα μαγειρικής σε κοντινά χωριά (ντάκος, καλτσούνια, σφακιανή πίτα).",
      "hiking": "Πεζοπορίες: Φαράγγι του Αγίου Αντωνίου, Λόφος Στρούμπουλα.",
      "wine": "Οινοτουρισμός σε τοπικά οινοποιεία (π.χ. Domaine Paterianakis, Lyrarakis Wines)."
    },
    "food": {
      "title": "ΠΡΟΤΑΣΕΙΣ ΓΙΑ ΦΑΓΗΤΟ & ΠΟΤΟ",
      "list": [
        "Taverna Mitato – Αυθεντικές κρητικές γεύσεις.",
        "Frank Burger Bar – Casual φαγητό, καφές με πισίνα.",
        "Maxim Restaurant & Cocktail Bar – Δημιουργική κουζίνα & κοκτέιλ.",
        "Petousis Restaurant – Μοντέρνα παραδοσιακή κουζίνα.",
        "Heaven Beach – Beach bar με ξαπλώστρες, κοκτέιλ και ηλιοβασίλεμα."
      ]
    },
    "closing": "Ανακαλύψτε, χαλαρώστε και ζήστε την εμπειρία της Κρήτης με βάση ένα σπίτι που δημιουργήθηκε για να σας αγκαλιάσει. Το Asiklari’s Project Apartment είναι η ιδανική βάση για όλα όσα έχει να προσφέρει αυτό το νησί."
  },
  "accommodation": {
    "title": "Το καταλυμα μας",
    "text1": "Τα studios μας 20τ.μ. με υπέρδιπλο κρεβάτι είναι ιδανικά για δύο άτομα/ζευγάρια. Είναι πλήρως επιπλωμένα και εξοπλισμένα με ηλεκτρικές συσκευές, ώστε να έχετε μια άνετη διαμονή και να απολαύσετε τις διακοπές στην περιοχή μας.",
    "text2": "Πιο συγκεκριμένα διαθέτουν ψυγείο, εστίες μαγειρέματος, εντοιχισμένο φούρνο, βραστήρα και τοστιέρα.",
    "text3": "Επιπλέον είναι εξοπλισμένα με πιάτα, ποτήρια, μαχαιροπίρουνα και βασικά είδη μαγειρέματος που μπορείτε να χρησιμοποιήσετε κατά τη διαμονή σας στον χώρο μας.",
    "text4": "Τέλος, όλα τα διαμερίσματα έχουν το δικό τους μπάνιο με ντουζιέρα, πετσέτες και είδη προσωπικής υγιεινής.",
    "text5": "Το ευρύχωρο μπαλκόνι διαθέτει καρέκλες και τραπέζι για να απολαύσετε το πρωινό σας με θέα το Βόρειο Ευβοϊκό κόλπο.",
    "amenities": "Παροχές",
    "roomSize": "20 τμ",
    "roomSizeComment": "Ιδανικό για ζευγάρια",
    "bedSize": "Υπέρδιπλο κρεβάτι",
    "bedSizeComment": "Άνεση για 2 άτομα",
    "beach": "Θέα στη θάλασσα",
    "beachComment": "Στο Βόρειο Ευβοϊκό κόλπο",
    "wifi": "Δωρεάν WiFi",
    "oven": "Eντοιχισμένος Φούρνος",
    "stove": "Eστίες Mαγειρέματος",
    "kitchenware": "Πλήρως Εξοπλισμένη Κουζίνα",
    "fridge": "Ψυγείο",
    "toaster": "Tοστιέρα",
    "kettle": "Βραστήρας",
    "shower": "Ντουζιέρα",
    "towels": "Πετσέτες",
    "hygieneSet": "Είδη Προσωπικής Υγιεινής"
  },
  "contact": {
    "title": "Επικοινωνηστε μαζι μας",
    "haveQuestions": "Έχετε ερωτήσεις ή θέλετε να κάνετε κράτηση; Είμαστε πάντα στη διάθεσή σας!",
    "onYourService": "Το <1>Asiklaris Project</1> είναι μια οικογενειακή επιχείρηση που δημιουργήθηκε με αγάπη για τη φιλοξενία και σεβασμό προς τον επισκέπτη. Ανυπομονούμε να σας καλωσορίσουμε στον όμορφο χώρο μας, δίπλα στη θάλασσα, και να σας προσφέρουμε μια ξέγνοιαστη και άνετη διαμονή.",
    "contactPhone": "Τηλέφωνα Επικοινωνίας:",
    "email": "Ηλεκτρονικό Ταχυδρομείο:",
    "location": "Τοποθεσία:",
    "locationDetails": "📍 Asiklari’s Project Apartment, Ανδρέα Παπανδρέου 64, Αμμουδάρα, Ηράκλειο 71414",
    "happyToHelp": "Είτε πρόκειται για καλοκαιρινές διακοπές, είτε για μια σύντομη απόδραση, είμαστε εδώ για να κάνουμε τη διαμονή σας μοναδική. Επικοινωνήστε μαζί μας σήμερα – θα χαρούμε να σας εξυπηρετήσουμε!"
  },
  "aboutUs": {
    "title": "Σχετικα με εμας",
    "text1": "Το Asiklari’s Project Apartment δεν είναι απλώς ένα διαμέρισμα. Είναι μια ιστορία. Ένας ψίθυρος αγάπης, που γέννησε ένα όνειρο, και μια σιωπή, που το καθαγίασε.",
    "text2": "Η Φανή Ασικλάρη — ψυχή του διαμερίσματος και γυναίκα με αφοσίωση στη λεπτομέρεια και στην ουσία — αναζητούσε για καιρό αυτόν τον χώρο. Καθώς προχωρούσε η διαδικασία της αγοραπωλησίας, δεν τον εμπιστεύτηκε σε κανέναν. Τον κράτησε σιωπηλά μέσα της, σαν κάτι ιερό. Περίμενε τη στιγμή που όλα θα ήταν σίγουρα, για να τον μοιραστεί με τον άνθρωπο που  του είχε μεγάλη αδυναμία : τον πατέρα της, Δημήτριο Ασικλάρη.",
    "text3": "Εκείνον τον άνθρωπο που με το βλέμμα του στήριζε, με τον λόγο του καθοδηγούσε και με τη σιωπή του συγκινούσε.",
    "text4": "Μα η ζωή, απρόσκλητη κι απρόβλεπτη, άλλαξε τους ρόλους. Μια μέρα πριν του πει τα ευχάριστα, εκείνος έφυγε. Προδομένος απ’ την καρδιά του, ήρεμος, στον ύπνο του — χωρίς να ακούσει ποτέ τα λόγια που η κόρη του κρατούσε τόσο καιρό για να του τα χαρίσει. Χάθηκε η στιγμή που θα γελούσαν μαζί, που θα ονειρεύονταν, που θα έλεγαν: «Ναι, το κάναμε».",
    "text5": "Κι έτσι, αυτό το διαμέρισμα δεν έγινε απλώς σπίτι φιλοξενίας, αλλά ένας φόρος τιμής.",
    "text6": "Το όνομα Asiklari’s Project ApARTment δεν είναι τυχαίο. Είναι ο αντίλαλος του επιθέτου του πατέρα της, Δημήτριου Ασικλάρη. Είναι ένας τρόπος να τον θυμάται.Ένα παιχνίδι της γλώσσας, που μετατρέπει κάθε αναφορά του ονόματος του διαμερίσματος σε ψιθυριστή ανάμνηση ενός πατέρα.",
    "text7": "Αυτός είναι ο πυρήνας μας: ένα διαμέρισμα που χτίστηκε με αγάπη, αφιερώθηκε με ψυχή, και προσφέρει φιλοξενία με σεβασμό.",
    "text8": "Καλωσορίσατε στο Asiklari’s Project Apartment."
  },

  "errorPage": {
    "error404": "404 - Η σελίδα δεν βρέθηκε",
    "subtitle": "Συγγνώμη, η σελίδα που ψάχνετε δεν υπάρχει.",
    "goHome": "Πήγαινε στην Αρχική"
  }
}
